Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# twincode_view_message
source: Ask your contact near you to scan your invitation QR-code with Skred, or tap the invitation code to copy it to the clipboard.
ar: اطلب من جهة الاتصال القريبة منك مسح رمز QR لدعوتك ضوئيًا باستخدام Skred، أو اضغط على رمز الدعوة لنسخه إلى الحافظة.
bg: Помолете приятел близо до вас да сканира вашия QR-код за покана с Skred или докоснете кода, за да го копирате.
cs: Požádejte přítele poblíž, aby naskenoval váš pozvánkový QR kód Skred, nebo klepněte na pozvánkový kód pro jeho zkopírování.
da: Bed din kontaktperson nær dig om at scanne din invitations QR-kode med Skred, eller tryk på din invitationskode for at kopiere den til udklipsholderen.
de: Bitten Sie Ihren Freund in der Nähe, Ihren Einladungs-QR-Code mit Skred zu scannen, oder tippen Sie auf den Einladungs-Code, um ihn in die Zwischenablage zu kopieren.
el: Ζητήστε από τον φίλο σας κοντά σας να σαρώσει τον QR‑κώδικα πρόσκλησής σας με το Skred ή πατήστε τον κωδικό για αντιγραφή.
es: Pídale a su contacto cerca de usted que escanee su código QR de invitación con Skred, o toque su código de invitación para copiarlo en el portapapeles.
fa: از مخاطب نزدیک خود بخواهید که کد QR دعوت شما را با Skred اسکن کند یا روی کد دعوت ضربه بزنید تا آن را در کلیپ بورد کپی کنید.
fi: Pyydä lähellä olevaa kontaktia skannaamaan kutsusi QR-koodi Skredillä tai napauttamalla kutsukoodia kopioidaksesi se leikepöydälle.
fr: Demandez à votre contact près de vous de scanner le QR-code de votre invitation avec Skred, ou appuyez sur le code d’invitation pour le copier dans le presse-papiers.
he: בקש מאיש הקשר שלך הקרוב אליך לסרוק את קוד ה-QR של ההזמנה שלך עם Skred, או הקש על קוד ההזמנה כדי להעתיק אותו ללוח.
hi: अपने नजदीकी संपर्क से अपने निमंत्रण क्यूआर-कोड को स्क्रेड के साथ स्कैन करने के लिए कहें, या इसे क्लिपबोर्ड पर कॉपी करने के लिए निमंत्रण कोड को टैप करें।
hr: Zamolite prijatelja u svojoj blizini da skenira vaš pozivni QR-kôd pomoću Skred ili dodirnite pozivni kôd kako biste ga kopirali u međuspremnik.
hu: Kérje meg a közelben lévő barátját, hogy olvassa be a meghívó QR-kódját Skred-vel, vagy koppintson a meghívókódra a vágólapra másoláshoz.
id: Minta kontak di dekat Anda untuk memindai kode QR undangan dengan Skred, atau ketuk kode undangan untuk menyalinnya ke papan klip.
it: Chiedi al tuo contatto vicino a te di scansionare il tuo codice QR di invito con Skred, o tocca il tuo codice di invito per copiarlo negli appunti.
ja: 近くの連絡先に Skred で招待 QR コードをスキャンするよう依頼するか、招待コードをタップしてクリップボードにコピーしてください。
ko: 가까운 사람에게 Skred로 초대 QR 코드를 스캔하도록 요청하거나 초대 코드를 탭하여 클립보드에 복사하세요.
nb: Be kontakten din nær deg om å skanne QR-koden for invitasjonen din med Skred, eller trykk på invitasjonskoden for å kopiere den til utklippstavlen.
nl: Vraag je contactpersoon bij jou in de buurt om de QR-code van je uitnodiging te scannen met Skred, of tik op je uitnodigingscode om deze naar het klembord te kopiëren.
pl: Poproś kontakt w pobliżu, aby zeskanował kod QR zaproszenia za pomocą Skred lub dotknij kodu zaproszenia, aby skopiować go do schowka.
pt_pt: Peça ao seu contato perto de você para ler o código QR do convite com o Skred ou toque no código do convite para copiá-lo para a área de transferência.
ro: Rugați prietenul de lângă dvs. să scaneze codul dvs. QR de invitație cu Skred sau apăsați pe cod pentru a-l copia în clipboard.
ru: Попросите друга, который находится рядом с вами, отсканировать QR-код вашего приглашения с помощью Skred или нажмите свой код приглашения, чтобы скопировать его в буфер обмена.
sk: Požiadajte priateľa v blízkosti, aby naskenoval váš QR‑kód pozvánky pomocou Skred, alebo ťuknite na pozývací kód na jeho kopírovanie.
sl: Prosite prijatelja v svoji bližini, naj s Skred skenira vašo QR-kodo povabila, ali tapnite kodo povabila, da jo kopirate v odložišče.
sq: Kërkojini mikut tuaj pranë jush të skanojë QR-kodin e ftesës suaj me skred, ose prekni kodin e ftesës për ta kopjuar në kujtesën e përkohshme.
sr_latn: Zamolite prijatelja u vašoj blizini da skenira vaš pozivni QR-kod pomoću Skred, ili dodirnite pozivni kod da biste ga kopirali u međuspremnik.
sv: Be din kontakt nära dig att skanna din QR-kod för inbjudan med Skred, eller tryck på din inbjudningskod för att kopiera den till urklippet.
tr: Yakınınızdaki kişiden davetiye QR kodunu Skred ile taramasını isteyin veya davet koduna dokunarak panoya kopyalayın.
uk: Попросіть свого контакта поруч із вами відсканувати QR-код вашого запрошення за допомогою Skred або торкніться коду запрошення, щоб скопіювати його в буфер обміну.
vi: Yêu cầu bạn bè gần bạn quét mã QR mời của bạn bằng Skred, hoặc chạm vào mã mời để sao chép.
zh_hans: 请您附近的联系人使用 Skred 扫描您的邀请二维码，或点击邀请码将其复制到剪贴板。
zh_hant: 請您附近的聯絡人使用 Skred 掃描您的邀請二維碼，或點擊邀請碼將其複製到剪貼簿。

# update_app_view_update_available
source: Update available
ar: التحديث متاح
bg: Налична е актуализация
cs: Dostupná aktualizace
da: Opdatering tilgængelig
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fa: به روز رسانی موجود است
fi: Päivitys saatavilla
fr: Mise à jour disponible
he: עדכון זמין
hi: अपडेट उपलब्ध
hr: Dostupno je ažuriranje
hu: Frissítés elérhető
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: 利用可能なアップデート
ko: 사용 가능한 업데이트
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_pt: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sk: Dostupná aktualizácia
sl: Posodobitev je na voljo
sq: Përditësim i disponueshëm
sr_latn: Ažuriranje je dostupno
sv: Uppdatering tillgänglig
tr: Güncelleme uygun
uk: Доступне оновлення
vi: Có bản cập nhật
zh_hans: 可用更新
zh_hant: 可用更新

# update_app_view_update_message
source: The latest application update included the following:
ar: تضمن آخر تحديث للتطبيق ما يلي:
bg: Последната актуализация включва следното:
cs: Nejnovější aktualizace aplikace obsahuje následující:
da: Den seneste applikationsopdatering inkluderede følgende:
de: Das neueste Anwendungs-Update enthält Folgendes:
el: Η τελευταία ενημέρωση της εφαρμογής περιελάμβανε τα εξής:
es: La última actualización de la aplicación incluía lo siguiente:
fa: آخرین به روز رسانی برنامه شامل موارد زیر است:
fi: Uusin sovelluspäivitys sisälsi seuraavat:
fr: La dernière mise à jour de l’application comprenait les éléments suivants :
he: עדכון האפליקציה האחרון כלל את הדברים הבאים:
hi: नवीनतम एप्लिकेशन अपडेट में निम्नलिखित शामिल हैं:
hr: Najnovije ažuriranje aplikacije uključuje sljedeće:
hu: A legutóbbi frissítés a következőket tartalmazta:
id: Pembaruan aplikasi terbaru termasuk yang berikut:
it: L’ultimo aggiornamento dell’applicazione includeva quanto segue:
ja: 最新のアプリケーション アップデートには、次のものが含まれていました。
ko: 최신 애플리케이션 업데이트에는 다음이 포함되었습니다.
nb: Den siste applikasjonsoppdateringen inkluderte følgende:
nl: De laatste applicatie-update omvatte het volgende:
pl: Najnowsza aktualizacja aplikacji obejmowała:
pt_pt: A atualização mais recente do aplicativo incluiu o seguinte:
ro: Ultima actualizare a aplicației a inclus următoarele:
ru: Последнее обновление приложения включало следующее:
sk: Najnovšia aktualizácia aplikácie obsahuje nasledujúce:
sl: Najnovejša posodobitev aplikacije je vključevala naslednje:
sq: Përditësimi më i fundit i aplikacionit përfshiu sa vijon:
sr_latn: Najnovije ažuriranje aplikacije uključuje sledeće:
sv: Den senaste applikationsuppdateringen innehöll följande:
tr: En son uygulama güncellemesi şunları içeriyordu:
uk: Останнє оновлення програми включало наступне:
vi: Bản cập nhật mới nhất bao gồm:
zh_hans: 最新的应用程序更新包括以下内容：
zh_hant: 最新的應用程序更新包括以下內容：

# update_app_view_update_title
source: Update now
ar: تحديث الان
bg: Актуализирай сега
cs: Aktualizovat nyní
da: Opdatere nu
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es: Actualizar ahora
fa: اکنون به روز رسانی کنید
fi: Päivitä nyt
fr: Mettre à jour maintenant
he: עדכן כעת
hi: अभी अद्यतन करें
hr: Ažuriraj sada
hu: Frissítés most
id: Memperbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
nb: Oppdater nå
nl: Update nu
pl: Aktualizuj teraz
pt_pt: Atualizar agora
ro: Actualizați acum
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
sq: Përditëso tani
sr_latn: Ažuriraj sada
sv: Uppdatera nu
tr: Şimdi güncelle
uk: Оновити зараз
vi: Cập nhật ngay
zh_hans: 现在更新
zh_hant: 現在更新

# video_call_view_calling
source: Calling video…
ar: جار الاتصال بواسطة الفيديو…
bg: Видеообаждане…
cs: Volání videa…
da: Videoopkald…
de: Videoanruf wird aufgebaut…
el: Κλήση βίντεο…
es: Haciendo vídeo llamada…
fa: در حال برقراری تماس تصویری…
fi: Soitetaan videopuhelua…
fr: Appel vidéo…
he: מתקשר בשיחת וידאו…
hi: वीडियो के लिए कॉलिंग…
hr: Videopoziv…
hu: Videohívás…
id: Memanggil video…
it: Chiamata al video…
ja: ビデオ通話を発信中…
ko: 화상 전화 중…
nb: Ringer med video…
nl: Video aan het bellen…
pl: Dzwonię wideo…
pt_pt: A fazer ligação de vídeo…
ro: Se apelează video…
ru: Видеовызов…
sk: Volanie videa…
sl: Klicanje videa …
sq: Duke thirrur video…
sr_latn: Pozivanje videom…
sv: Ringer video…
tr: Görüntülü aranıyor…
uk: Відео виклик…
vi: Đang gọi video…
zh_hans: 正在视频呼叫…
zh_hant: 正在視訊呼叫......

# video_call_view_cannot_call
source: Cannot make a video call
ar: لا يمكن إجراء مكالمة فيديو
bg: Не може да се извърши видеообаждане
cs: Nelze uskutečnit videohovor
da: Kan ikke starte videoopkald
de: Videoanruf kann nicht getätigt werden
el: Αδυναμία πραγματοποίησης βιντεοκλήσης
es: No se puede hacer una video llamada
fa: برقراری تماس تصویری مقدور نیست
fi: Videopuhelua ei voi soittaa
fr: Impossible de passer un appel vidéo
he: לא ניתן ליצור שיחת וידאו
hi: वीडियो कॉल नहीं कर सकते
hr: Nije moguće uspostaviti videopoziv
hu: Nem lehet videohívást indítani
id: Tidak dapat melakukan panggilan video
it: Non è possibile effettuare una video-chiamata
ja: ビデオ通話を利用できません
ko: 화상 전화를 할 수 없습니다
nb: Kan ikke lage en videosamtale
nl: Kan geen videogesprek voeren
pl: Nie można nawiązać połączenia wideo
pt_pt: Não pode fazer uma chamada de vídeo
ro: Nu se poate iniția un apel video
ru: Невозможно выполнить видеовызов
sk: Nedá sa uskutočniť videohovor
sl: Ni mogoče opraviti video klica
sq: Nuk mund të kryhet një thirrje video
sr_latn: Nije moguće uspostaviti video poziv
sv: Det går inte att göra ett videosamtal
tr: Görüntülü arama yapılamıyor
uk: Неможливо здійснити відео виклик
vi: Không thể thực hiện cuộc gọi video
zh_hans: 无法进行视频通话
zh_hant: 無法進行視頻通話

# video_call_view_connecting
source: Connecting…
ar: توصيل…
bg: Свързване…
cs: Připojování…
da: Verbinding maken…
de: Verbindung wird hergestellt…
el: Σύνδεση…
es: Conectando…
fa: در حال برقراری ارتباط…
fi: Yhdistetään…
fr: Connexion…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Povezivanje…
hu: Csatlakozás…
id: Menyambungkan…
it: Connessione in corso…
ja: 接続中…
ko: 연결 중…
nb: Kobler til…
nl: Verbinding maken…
pl: Łączenie…
pt_pt: A ligar…
ro: Se conectează…
ru: Подключение…
sk: Pripájam sa…
sl: Povezovanje …
sq: Duke u lidhur…
sr_latn: Povezivanje…
sv: Ansluter…
tr: Bağlanıyor…
uk: Підключення…
vi: Đang kết nối…
zh_hans: 连接…
zh_hant: 連接......

# video_call_view_terminate
source: Call has been terminated
ar: تم إنهاء المكالمة
bg: Разговорът беше прекратен
cs: Hovor byl ukončen
da: Opkaldet er afsluttet
de: Anruf wurde beendet
el: Η κλήση τερματίστηκε
es: La llamada ha sido finalizada
fa: تماس قطع شده است
fi: Puhelu on lopetettu
fr: Appel terminé
he: השיחה הסתיימה
hi: कॉल को समाप्त कर दिया गया है
hr: Poziv je prekinut
hu: A hívás befejeződött
id: Panggilan telah diakhiri
it: La chiamata è stata terminata
ja: 通話を終了しました
ko: 전화가 종료되었습니다
nb: Samtalen er avsluttet
nl: Oproep is beëindigd
pl: Rozmowa została zakończona
pt_pt: A chamada foi terminada
ro: Apelul a fost încheiat
ru: Вызов завершен
sk: Hovor bol ukončený
sl: Klic je bil prekinjen
sq: Thirrja u ndërpre
sr_latn: Poziv je prekinut
sv: Samtal har avslutats
tr: Arama sonlandırıldı
uk: Виклик завершено
vi: Cuộc gọi đã kết thúc
zh_hans: 呼叫已被终止
zh_hant: 呼叫已被終止

# video_call_view_terminate_busy
source: Call terminated: %1$@ is busy
ar: تم إنهاء المكالمة: %1$@ مشغول
bg: Разговорът е прекратен: <b>%1$@</b> е зает
cs: Hovor ukončen: <b>%1$@</b> je zaneprázdněn
da: Opkald afsluttet: %1$@er optaget
de: Anruf beendet: <b>%1$@</b> ist beschäftigt
el: Τερματισμός κλήσης: ο/η <b>%1$@</b> είναι απασχολημένος/η
es: Llamada finalizada: %1$@ está ocupado
fa: تماس قطع شد: %1$@ مشغول است
fi: Puhelu päättyi: %1$@ on varattu
fr: Appel terminé : %1$@ est occupé(e)
he: השיחה הסתיימה: %1$@ תפוס
hi: कॉल समाप्त: %1$@ व्यस्त है
hr: Poziv prekinut: <b>%1$@</b> je zauzet(a)
hu: A hívás befejeződött: <b>%1$@</b> foglalt
id: Panggilan diakhiri: %1$@ sedang sibuk
it: Chiamata terminata: %1$@ è occupato
ja: 通話終了：%1$@が通話中です
ko: 전화 종료됨: %1$@ 씨는 바쁩니다
nb: Samtale avsluttet: %1$@ er opptatt
nl: Oproep beëindigd: %1$@ is bezet
pl: Połączenie zakończone: %1$@ jest zajęty
pt_pt: Chamada terminada: %1$@ está ocupado
ro: Apel încheiat: <b>%1$@</b> este ocupat
ru: Вызов завершен: %1$@ занят
sk: Hovor ukončený: %1$@ je zaneprázdnený
sl: Klic prekinjen: <b>%1$@</b> je zaseden
sq: Thirrja u ndërpre: <b>%1$@</b> është i zënë
sr_latn: Poziv prekinut: <b>%1$@</b> je zauzet/a
sv: Samtal har avslutas: %1$@ är upptagen
tr: Arama sonlandırıldı: %1$@ meşgul
uk: Виклик завершено: користувач %1$@ розмовляє
vi: Kết thúc cuộc gọi: %1$@ đang bận
zh_hans: 呼叫被终止：%1$@正忙
zh_hant: 呼叫被終止：%1$@正忙

# video_call_view_terminate_cancel
source: Call canceled by %1$@
ar: تم إلغاء المكالمة بواسطة %1$@
bg: Разговорът е отменен от <b>%1$@</b>
cs: Hovor zrušen: <b>%1$@</b>
da: Opkald afsluttet af %1$@
de: Anruf wurde von <b>%1$@</b> abgebrochen
el: Η κλήση ακυρώθηκε από τον/την <b>%1$@</b>
es: Llamada cancelada por %1$@
fa: تماس توسط %1$@ لغو شد
fi: %1$@&lt; b&gt; perui puhelun
fr: Appel annulé par %1$@
he: השיחה בוטלה על ידי %1$@
hi: %1$@द्वारा कॉल रद्द
hr: Poziv je otkazao/la <b>%1$@</b>
hu: A hívást <b>%1$@</b> megszakította
id: Panggilan dibatalkan oleh %1$@
it: Chiamata annullata da %1$@
ja: %1$@が通話をキャンセルしました
ko: %1$@ 씨에 의해 전화 취소됨
nb: Samtale avsluttet av %1$@
nl: Oproep geannuleerd door %1$@
pl: Połączenie anulowane przez %1$@
pt_pt: Chamada cancelada por %1$@
ro: Apel anulat de <b>%1$@</b>
ru: Вызов отменен %1$@
sk: Hovor zrušil %1$@
sl: Klic je preklical/-a <b>%1$@</b>
sq: Thirrja u anulua nga <b>%1$@</b>
sr_latn: Poziv je otkazao/la <b>%1$@</b>
sv: Samtalet avbröts av %1$@
tr: Arama %1$@ tarafından iptal edildi
uk: Виклик скасовано користувачем %1$@
vi: Cuộc gọi bị hủy bởi %1$@
zh_hans: 呼叫被%1$@取消
zh_hant: 呼叫被%1$@取消

# video_call_view_terminate_connectivity_error
source: Call disconnected due to a connectivity problem. Please check your internet connection.
ar: انقطع الاتصال بسبب مشكلة في الاتصال. يُرجى التحقق من اتصالك بالإنترنت.
bg: Разговорът беше прекъснат поради проблем с връзката. Моля, проверете интернет връзката си.
cs: Hovor byl ukončen kvůli problémům s připojením. Zkontrolujte prosím internet.
da: Opkaldet blev afbrudt på grund af et forbindelsesproblem. Kontroller din internetforbindelse.
de: Anruf aufgrund eines Verbindungsproblems unterbrochen. Bitte prüfen Sie Ihre Internetverbindung.
el: Η κλήση διακόπηκε λόγω προβλήματος σύνδεσης. Ελέγξτε τη σύνδεσή σας.
es: Llamada desconectada debido a un problema de conexión. Comprueba tu conexión a internet.
fa: به دلیل مشکل اتصال، تماس قطع شد. لطفاً اتصال اینترنت خود را بررسی کنید.
fi: Puhelu katkesi yhteysongelman vuoksi. Tarkista internetyhteytesi.
fr: Appel interrompu en raison d'un problème de connectivité. Veuillez vérifier votre connexion internet.
he: השיחה נותקה עקב בעיית קישוריות. אנא בדוק את חיבור האינטרנט שלך.
hi: कनेक्टिविटी समस्या के कारण कॉल डिस्कनेक्ट हो गई है। कृपया अपना इंटरनेट कनेक्शन जांचें।
hr: Poziv je prekinut zbog problema s povezivošću. Provjerite internetsku vezu.
hu: A hívás a kapcsolati probléma miatt megszakadt. Kérjük, ellenőrizze az internetkapcsolatot.
id: Panggilan terputus karena masalah konektivitas. Silakan periksa koneksi internet Anda.
it: Chiamata interrotta a causa di un problema di connettività. Controlla la tua connessione Internet.
ja: 接続の問題のため通話が切断されました。インターネット接続をご確認ください。
ko: 연결 문제로 인해 통화가 끊어졌습니다. 인터넷 연결을 확인해 주세요.
nb: Samtalen ble avbrutt på grunn av et tilkoblingsproblem. Sjekk internettforbindelsen din.
nl: Gesprek verbroken vanwege een verbindingsprobleem. Controleer je internetverbinding.
pl: Połączenie przerwane z powodu problemu z łącznością. Sprawdź połączenie internetowe.
pt_pt: Chamada desconectada devido a um problema de conectividade. Verifique a sua ligação à internet.
ro: Apel întrerupt din cauza unei probleme de conectivitate. Verificați conexiunea la internet.
ru: Звонок прерван из-за проблем с подключением. Проверьте подключение к интернету.
sk: Hovor bol prerušený kvôli problému s pripojením. Skontrolujte svoje internetové pripojenie.
sl: Klic je bil prekinjen zaradi težave s povezljivostjo. Preverite svojo internetno povezavo.
sq: Thirrja u shkëput për shkak të një problemi lidhjeje. Ju lutemi kontrolloni lidhjen tuaj të internetit.
sr_latn: Poziv je prekinut zbog problema sa povezivanjem. Proverite internet vezu.
sv: Samtalet avbröts på grund av ett anslutningsproblem. Kontrollera din internetanslutning.
tr: Bağlantı sorunu nedeniyle arama kesildi. Lütfen internet bağlantınızı kontrol edin.
uk: Виклик перервано через проблеми з підключенням. Перевірте підключення до Інтернету.
vi: Cuộc gọi bị ngắt kết nối do sự cố kết nối. Vui lòng kiểm tra kết nối internet của bạn.
zh_hans: 由于连接问题，通话已断开。请检查您的网络连接。
zh_hant: 由於連線問題，通話已中斷。請檢查您的網路連線。

# video_call_view_terminate_decline
source: Call declined by %1$@
ar: تم رفض المكالمة بواسطة %1$@
bg: Разговорът е отказан от <b>%1$@</b>
cs: Hovor odmítnut: <b>%1$@</b>
da: Opkald afvist af %1$@
de: Anruf wurde von <b>%1$@</b> abgelehnt
el: Η κλήση απορρίφθηκε από τον/την <b>%1$@</b>
es: Llamada declinada por %1$@
fa: تماس توسط %1$@ رد شد
fi: %1$@ kieltäytyi puhelusta
fr: Appel refusé par %1$@
he: השיחה נדחתה על ידי %1$@
hi: %1$@ द्वारा कॉल से इन्कार
hr: Poziv je odbio/la <b>%1$@</b>
hu: A hívást <b>%1$@</b> elutasította
id: Panggilan ditolak oleh %1$@
it: Chiamata rifiutata da %1$@
ja: %1$@が通話を拒否しました
ko: %1$@ 씨에 의해 전화 거절됨
nb: Samtale avvist av %1$@
nl: Oproep afgewezen door %1$@
pl: Połączenie odrzucone przez %1$@
pt_pt: Chamada recusada por %1$@
ro: Apel respins de <b>%1$@</b>
ru: Вызов отклонен %1$@
sk: Hovor odmietol %1$@
sl: Klic je zavrnil/-a <b>%1$@</b>
sq: Thirrja u refuzua nga <b>%1$@</b>
sr_latn: Poziv je odbio/la <b>%1$@</b>
sv: Samtal nekades av %1$@
tr: Arama %1$@ tarafından reddedildi
uk: Виклик відхилено користувачем %1$@
vi: Cuộc gọi bị từ chối bởi %1$@
zh_hans: 呼叫被%1$@拒绝
zh_hant: 呼叫被%1$@拒絕

# video_call_view_terminate_disconnected
source: Call disconnected due to a network error. Please try again.
ar: انقطع الاتصال بسبب عطل في الشبكة. يُرجى المحاولة مرة أخرى.
bg: Разговорът беше прекъснат поради мрежова грешка. Моля, опитайте отново.
cs: Hovor byl ukončen kvůli chybě sítě. Zkuste to znovu.
da: Opkaldet blev afbrudt på grund af en netværksfejl. Prøv igen.
de: Anruf aufgrund eines Netzwerkfehlers unterbrochen. Bitte versuchen Sie es erneut.
el: Η κλήση διακόπηκε λόγω σφάλματος δικτύου. Παρακαλώ δοκιμάστε ξανά.
es: Llamada desconectada debido a un error de red. Inténtalo de nuevo.
fa: به دلیل خطای شبکه، تماس قطع شد. لطفاً دوباره امتحان کنید.
fi: Puhelu katkesi verkkovirheen vuoksi. Yritä uudelleen.
fr: Appel interrompu suite à une erreur réseau. Veuillez réessayer.
he: השיחה נותקה עקב שגיאת רשת. אנא נסה שוב.
hi: नेटवर्क त्रुटि के कारण कॉल डिस्कनेक्ट हो गई है। कृपया पुनः प्रयास करें।
hr: Poziv je prekinut zbog mrežne pogreške. Pokušajte ponovno.
hu: A hívás hálózati hiba miatt megszakadt. Kérjük, próbálja újra.
id: Panggilan terputus karena kesalahan jaringan. Silakan coba lagi.
it: Chiamata interrotta a causa di un errore di rete. Riprova.
ja: ネットワークエラーのため通話が切断されました。もう一度お試しください。
ko: 네트워크 오류로 인해 통화가 끊어졌습니다. 다시 시도해 주세요.
nb: Samtalen ble avbrutt på grunn av en nettverksfeil. Prøv på nytt.
nl: Gesprek verbroken vanwege een netwerkfout. Probeer het opnieuw.
pl: Połączenie przerwane z powodu błędu sieci. Spróbuj ponownie.
pt_pt: Chamada desligada devido a um erro de rede. Tente novamente.
ro: Apel întrerupt din cauza unei erori de rețea. Încercați din nou.
ru: Звонок прерван из-за ошибки сети. Попробуйте ещё раз.
sk: Hovor bol odpojený kvôli chybe siete. Skúste to znova.
sl: Klic je bil prekinjen zaradi omrežne napake. Prosimo, poskusite znova.
sq: Thirrja u shkëput për shkak të një gabimi rrjeti. Ju lutemi provoni përsëri.
sr_latn: Poziv je prekinut zbog mrežne greške. Pokušajte ponovo.
sv: Samtalet avbröts på grund av ett nätverksfel. Försök igen.
tr: Ağ hatası nedeniyle arama kesildi. Lütfen tekrar deneyin.
uk: Виклик перервано через помилку мережі. Спробуйте ще раз.
vi: Cuộc gọi bị ngắt kết nối do lỗi mạng. Vui lòng thử lại.
zh_hans: 由于网络错误，通话已断开。请重试。
zh_hant: 由於網路錯誤，通話已中斷。請重試。

# video_call_view_terminate_gone
source: Call terminated: %1$@ is off-line
ar: تم إنهاء المكالمة: %1$@ غير متصل
bg: Разговорът е прекратен: <b>%1$@</b> е офлайн
cs: Hovor ukončen: <b>%1$@</b> je offline
da: Opkald afsluttet: %1$@ er off-line
de: Anruf beendet: <b>%1$@</b> ist offline
el: Τερματισμός κλήσης: ο/η <b>%1$@</b> είναι εκτός σύνδεσης
es: Llamada finalizada: %1$@ está desconectado
fa: تماس قطع شد: %1$@ آفلاین است
fi: Puhelu päättyi: %1$@ on off-line
fr: Appel terminé : %1$@ n’est pas connecté(e)
he: השיחה הסתיימה: %1$@ מנותק/ת
hi: कॉल समाप्त: %1$@ बंद है
hr: Poziv prekinut: <b>%1$@</b> je izvan mreže
hu: A hívás befejeződött: <b>%1$@</b> offline
id: Panggilan diakhiri: %1$@ sedang off-line
it: Chiamata terminata: %1$@ è off-line
ja: 通話終了：%1$@はオフラインです
ko: 전화 종료됨: %1$@ 씨가 오프라인입니다
nb: Samtale avsluttet: %1$@ er frakoblet
nl: Oproep beëindigd: %1$@ is offline
pl: Połączenie zakończone: %1$@ jest offline
pt_pt: Chamada terminada: %1$@ está offline
ro: Apel încheiat: <b>%1$@</b> este offline
ru: Вызов завершен: %1$@ не в сети
sk: Hovor ukončený: %1$@ je offline
sl: Klic prekinjen: <b>%1$@</b> je brez povezave
sq: Thirrja u ndërpre: <b>%1$@</b> është jashtë linje
sr_latn: Poziv prekinut: <b>%1$@</b> je van mreže
sv: Samtal avslutas: %1$@ är off-line
tr: Arama sonlandırıldı: %1$@ çevrimdışı
uk: Виклик завершено: користувач %1$@ не в мережі
vi: Kết thúc cuộc gọi: %1$@ đã ngắt kết nối
zh_hans: 呼叫被终止：%1$@不在线
zh_hant: 呼叫被終止：%1$@不在線上
